/* No comment provided by engineer. */
"Add to itinerary" = "Aggiungi a itinerario";

/* No comment provided by engineer. */
"APP_NAME" = "Itierary";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Create your first itinerary" = "Crea il tuo primo itinerario";

/* No comment provided by engineer. */
"My Itineraries" = "I miei itinerari";

/* No comment provided by engineer. */
"New Itinerary" = "Nuovo itinerario";

/* No comment provided by engineer. */
"NGEO_ERROR_GRAPH_DISCONNECTED" = "Non è possibile calcolare la rotta, le destinazioni sono troppo distanti tra loro.";

/* No comment provided by engineer. */
"No Title" = "Nessuno Titolo";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Route" = "Rotta";

/* No comment provided by engineer. */
"Search for addresses or places and add them to your itinerary" = "Cerca un indirizzo o un posto ed aggiungilo all'itinerario";

/* No comment provided by engineer. */
"Title" = "Titolo";

